{
    "1": "I hope you know CPR, because you just took my breath away!",
    "2": "So, aside from taking my breath away, what do you do for a living?",
    "3": "I ought to complain to Spotify for you not being named this week’s hottest single.",
    "4": "Are you a parking ticket? ‘Cause you’ve got ‘fine’ written all over you.",
    "5": "Your eyes are like the ocean; I could swim in them all day.",
    "6": "When I look in your eyes, I see a very kind soul.",
    "7": "If you were a vegetable, you’d be a ‘cute-cumber.’",
    "8": "Do you happen to have a Band-Aid? ‘Cause I scraped my knees falling for you.",
    "9": "I never believed in love at first sight, but that was before I saw you.",
    "10": "I didn’t know what I wanted in a woman until I saw you.",
    "11": "I was wondering if you could tell me: If you’re here, who’s running Heaven?",
    "12": "No wonder the sky is gray at night, all the color is in your eyes.",
    "13": "You’ve got everything I’ve been searching for, and believe me—I’ve been looking a long time.",
    "14": "You’re like a fine wine. The more of you I drink in, the better I feel.",
    "15": "You’ve got a lot of beautiful curves, but your smile is absolutely my favorite.",
    "16": "Are you as beautiful on the inside as you are on the outside?",
    "17": "If being sexy was a crime, you’d be guilty as charged.",
    "18": "I was wondering if you’re an artist because you were so good at drawing me in.",
    "19": "It says in the Bible to only think about what’s pure and lovely… So I’ve been thinking about you all day long.",
    "20": "Do you have a map? I just got lost in your eyes.",
    "21": "I’d like to take you to the movies, but they don’t let you bring in your own snacks.",
    "22": "You know what you would look really beautiful in? My arms.",
    "23": "I would never play hide and seek with you because someone like you is impossible to find.",
    "24": "Are you a magician? It’s the strangest thing, but every time I look at you, everyone else disappears.",
    "25": "I think there’s something wrong with my phone. Could you try calling it to see if it works?",
    "26": "Hi, I just wanted to thank you for the gift. I’ve been wearing this smile ever since you gave it to me.",
    "27": "Are you an electrician? Because you’re definitely lighting up my day!",
    "28": "I’ve heard it said that kissing is the ‘language of love.’ Would you care to have a conversation with me about it sometime?",
    "29": "I always thought happiness started with an ‘h,’ but it turns out mine starts with ‘u.’",
    "30": "I believe in following my dreams. Can I have your Instagram?",
    "31": "Do you know what the Little Mermaid and I have in common? We both want to be part of your world.",
    "32": "If you were a song, you’d be the best track on the album.",
    "33": "On a scale of 1 to America, how free are you tonight?",
    "34": "You know, I always thought that Disneyland was the ‘happiest place on Earth,’ but that was before I got a chance to stand here next to you.",
    "35": "Want to go outside and get some fresh air with me? You just took my breath away.",
    "36": "If you were a taser, you’d be set to ‘stun.’",
    "37": "If you were a Transformer, you’d be ‘Optimus Fine.’",
    "38": "Is your name Google? Because you have everything I’m searching for.",
    "39": "Do you ever get tired from running through my thoughts all night?",
    "40": "You know, they say that love is when you don’t want to sleep because reality is better than your dreams. And after seeing you, I don’t think I ever want to sleep again.",
    "41": "Your hand looks heavy—can I hold it for you?",
    "42": "Are you a time traveler? Because I absolutely see you in my future.",
    "43": "Do you know what my shirt is made of? Boyfriend material.",
    "44": "I thought this was a restaurant, but I must be in a museum because you’re a piece of art.",
    "45": "You know, your smile has been lighting up the room all night and I just had to come and say hello.",
    "46": "Hi, Do you remember me? Oh, that’s right—we’ve only met in my dreams.",
    "47": "What does it feel like to be the most gorgeous person in the room?",
    "48": "I can’t tell if that was an earthquake, or if you just seriously rocked my world.",
    "49": "I just had to tell you, your beauty made me truly appreciate being able to see.",
    "50": "If you were a fruit, you’d be a ‘fine-apple.’",
    "51": "I don’t know your name, but I’m sure it’s as beautiful as you are.",
    "52": "You are astoundingly gorgeous, but I can tell that’s the least interesting thing about you. I’d love to know more.",
    "53": "The sparkle in your eyes is so bright, the sun must be jealous.",
    "54": "One night I looked up at the stars and thought, ‘Wow, how beautiful.’ But now that I’m looking at you, nothing else can compare.",
    "55": "If I had a nickel for every time I saw someone as beautiful as you, I’d still only have five cents.",
    "56": "If beauty were time, you’d be eternity.",
    "57": "I think the only way you could possibly be more beautiful is if I got to know you.",
    "58": "I don’t know which is prettier today—the weather, or your eyes.",
    "59": "I swear someone stole the stars from the sky and put them in your eyes.",
    "60": "In my opinion, there are three kinds of beautiful: Cute, pretty, and sexy. Somehow, you manage to be all three.",
    "61": "I’m not usually religious, but when I saw you, I knew you were the answer to my prayers.",
    "62": "*Hold's out hand* Hey, I’m going for a walk. Would you mind holding this for me?",
    "63": "Do you believe in love at first sight, or should I try walking by again?",
    "64": "I’m really glad I just got life insurance, because when I saw you, my heart stopped.",
    "65": "I’m not photographer, but I can definitely picture us together.",
    "66": "Would you mind giving me a pinch? You’re so cute, I must be dreaming.",
    "67": "Wow, when God made you, he was seriously showing off.",
    "68": "Excuse me, do you have the time? I just want to remember the exact minute I got a crush on you.",
    "69": "Kiss me if I’m wrong but, dinosaurs still exist, right?",
    "70": "If I were a cat, I’d spend all nine of my lives with you.",
    "71": "You know, I had a pickup line ready to go, but you’re so hot it just left my mind.",
    "72": "When I text you goodnight later, what phone number should I use?",
    "73": "I saw you walking by and I had to come say hello. I love your style.",
    "74": "I’m not currently an organ donor, but I’d be happy to give you my heart.",
    "75": "I was going to say something really sweet about you, but when I saw you, I became speechless.",
    "76": "You know, I believe that honesty is the best policy, so to be perfectly honest, you’re the sexiest man I’ve ever seen.",
    "77": "I’d say, ‘God bless you,’ but it looks like he already did.",
    "78": "You must be a hell of a thief, because you managed to steal my heart from across the room.",
    "79": "There must be something wrong with my eyes—I can’t seem to take them off of you.",
    "80": "If you let me borrow a kiss, I promise I’ll give it right back.",
    "81": "My friends bet me I couldn’t talk to the prettiest girl in the bar. Want to use their money to buy some drinks?",
    "82": "Trust me, I’m not drunk; I’m just intoxicated by you.",
    "83": "I seem to have lost my number—can I have yours?",
    "84": "I was just trying to buy a drink here, but you’re very distracting.",
    "85": "I started watching an interesting show last week, and I’d love to discuss it with someone. Have you heard of it?",
    "86": "You see my friend over there? He wants to know if you think I’m cute.",
    "87": "I was going to call you beautiful, but then I realized I don’t have your number yet.",
    "88": "You: Are you good at math? Cuz the only number I care about is yours.",
    "89": "I’m surprised the restaurant hasn’t asked you to leave yet. You’re so beautiful you’re making all the other people look bad.",
    "90": "Excuse me, I don’t mean to intrude, but you owe me a drink... Because when I saw you, I dropped mine.",
    "91": "Are you any good at boxing? Because you look like a knockout.",
    "92": "It’s never easy meeting a complete stranger—especially one as beautiful as you—without being properly introduced. But can we try anyway?",
    "93": "I wish I’d paid more attention to science in high school, because you and I’ve got chemistry and I want to know all about it.",
    "94": "Hi, my name is Gambit, but you can call me tonight.",
    "95": "Do I know you? Oh, sorry, it’s just that you look just like my next girlfriend.",
    "96": "If I were to ask you out on a date, would your answer be the same as the answer to this question?",
    "97": "Hey, do you mind if we take a picture together? I just want to show my mom what my next girlfriend looks like.",
    "98": "You look like you know how to have a good time. Been on any adventures lately?",
    "99": "You know, I’m actually terrible at flirting. How about you try to pick me up instead?",
    "100": "Do you have a name, or can I just call you ‘mine?’",
    "101": "I’m not sure what it is yet, but something about you seems really interesting."
}